{
    "0": {
        "Id": "10157432",
        "dataset": "xlsum",
        "InputText": "The announcement makes Italy the latest eurozone country to announce cuts in an effort to reduce the gap between spending and earnings. The UK and Danish governments also this week announced plans to curb spending. Italy will take measures to reduce public sector pay and will put a freeze on new recruitment. Public sector pensions and local government spending are also expected to be hit. Added to these, a clampdown on tax avoidance is also planned. The cuts are equal to some 1.6% of gross domestic product (GDP). Similar reductions in spending measures have already been announced by Greece, Spain and Portugal. Heavy price Some Italian workers have already been out protesting. In Rome, workers at the Italian Institute for the Professional Development of Vocational Training of Workers (Isfol) held protests against the cuts at their headquarters. One worker, Simone Casadei, said the public sector had already paid a heavy price. The sector of public research has already paid its toll and suffered cuts in the past, he said. So we are asking for our sector to be left out of the new budget cuts. He added that the money should be raised by getting tough on tax evasion. We also demand that the money needed to face this problems... is obtained through a tough action against tax evasion. The state cannot always take the money from the same sources, that is workers and pensioners. The government hopes to bring its deficit down to below 3% of GDP by 2012 - from 5.3% now - in order to help maintain the confidence of international investors and prevent the spread of a Greek-style debt crisis. Concerns over the level of Greece's debts have led to an effective boycott of Greek debt on the world markets, and have spilled over into deepening worries about the other weakest members of the 16-nation eurozone: Spain, Portugal and Italy.",
        "ReferenceSummary": "The Italian government has approved austerity measures worth 24 billion euros (£20bn; $29bn) for the years 2011-2012.",
        "facebook/bart-large-cnn": "Italy will take measures to reduce public sector pay and will put a freeze on new recruitment. Public sector pensions and local government spending are also expected to be hit. The cuts are equal to some 1.6% of gross domestic product (GDP) Similar reductions in spending measures have already been announced by Greece, Spain and Portugal.",
        "google/pegasus-xsum": "The Italian government has announced plans to cut public sector spending by 20bn (£14bn; $22bn) over the next two years.",
        "t5-large": "the cuts are equal to some 1.6% of gross domestic product (gdp) similar reductions in spending measures have already been announced by Greece, Spain and Portugal. the government hopes to bring its deficit down to below 3% of GDP by 2012.",
        "gpt-3.5-turbo": "Italy has announced public sector spending cuts of 1.6% of GDP in an attempt to reduce the gap between spending and earnings and to bring its deficit down to below 3% of GDP by 2012. Measures will include a reduction in public sector pay, a freeze on new recruitment, a clampdown on tax avoidance as well as cuts to public sector pensions and local government spending. Italy becomes the latest eurozone country to announce such cuts after similar moves made by Greece, Spain and Portugal. Although the government hopes to prevent the spread of a Greek-style debt crisis, the proposed austerity measures have already drawn protests from some public sector workers.     ",
        "RefSum": "The Italian government has approved austerity measures worth 24 billion euros (£20bn; $29bn) for the years 2011-2012."
    },
    "1": {
        "Id": "34185458",
        "dataset": "xlsum",
        "InputText": "In July, Michael Gove raised the possibility of early release for those who gained skills and qualifications. Led by head teacher Dame Sally Coates, the inquiry will report early in 2016. It will also consider the greater use of technology and the direct engagement of employers in shaping prisoners' learning. Prison Reform Trust director Juliet Lyon said: Providing people with the knowledge and skills to help them lead a law-abiding life on release should be a central aim of a modern and effective penal system. Mr Gove said: We have more than 80,000 adults in our custody. One of the most important things we can do once they are inside the prison walls is to make sure that they get the literacy and numeracy skills they need to make them employable and positive contributors to society once released. For those serving longer sentences, education and training is a key part of their rehabilitation. We must have the right incentives for prisoners to learn and for prison staff to make sure that education is properly prioritised. I want to see prisoners motivated to engage in their own learning, and governors with the right tools to be more demanding and creative about the education provided in the prisons they run. I have seen some excellent examples of innovation and visionary organisations providing prisoners with education opportunities and qualifications they actually need to help secure a job on release. But I want to see more. In a speech in July to the Prisoner Learning Alliance, Mr Gove called for an end to the idleness and futility of prison life. He said the inability of prisoners to read properly or master basic mathematics made them prime candidates for reoffending. A system of earned release would be a major change from the current policy where most prisoners are automatically released on licence half way through their sentences. In July, Mr Gove said he recognised technical and complex policy questions about how such a change could be implemented.",
        "ReferenceSummary": "The justice secretary has ordered a review to consider the incentivisation of prisoners to participate in, attend and achieve at education.",
        "facebook/bart-large-cnn": "In July, Michael Gove raised the possibility of early release for those who gained skills and qualifications. Inquiry will also consider the greater use of technology and the direct engagement of employers in shaping prisoners' learning. Prison Reform Trust director Juliet Lyon: Providing people with the knowledge and skills to help them lead a law-abiding life on release should be a central aim",
        "google/pegasus-xsum": "An inquiry into education in prisons in England and Wales has been launched by the justice secretary.",
        "t5-large": "a prison reform trust inquiry will report early in 2016. it will also consider the greater use of technology and the direct engagement of employers in shaping prisoners' learning. prison reform trust director Juliet Lyon: education and training is a key part of their rehabilitation",
        "gpt-3.5-turbo": "An inquiry, led by head teacher Dame Sally Coates, has been commissioned to investigate the possibility of prisoners being released early from serving their full sentences if they learn key skills and obtain qualifications whilst in jail. Prison Reform Trust director, Juliet Lyon, has described the provision of knowledge and education as a “central aim of a modern and effective penal system”. In his speech to the Prisoner Learning Alliance in July, Michael Gove called for an end to the “idleness and futility” of prison life. ",
        "RefSum": "The justice secretary has ordered a review to consider the incentivisation of prisoners to participate in, attend and achieve at education."
    },
    "2": {
        "Id": "47967764",
        "dataset": "xlsum",
        "InputText": "By Alexia O'Connor & Mark SyredBBC Radio 5 Live The warning coincides with the arrest of nearly 300 people in London this week amid huge protests against climate change. Nordea Bank's Sasja Beslik told the BBC the protests were just the beginning. People who were worried about climate change did not feel that had many other tools at their disposal, he said. Mr Beslik is in charge of sustainable finance at Nordea, one of the biggest banks in Europe, and the third largest corporation in the Nordic region of Denmark, Finland, Norway and Sweden. The fund Mr Beslik manages stopped investing in VW after the emissions scandal and no longer authorises the buying of Facebook stock because of concerns over how the company has been addressing its data privacy issues. Speaking to 5 Live's Wake up to Money, he said: I think this [this week's wave of protests] is just the beginning. If we talk about the number of millennials in Europe and in countries all over the world, they are very concerned about the situation and I don't think they feel that they have too many other tools in their hands to approach this. He said the key to forcing companies to change lay not just with grassroots protest, but in the boardroom, because the world's financial sector was the biggest global tool at the table. I think it is fairly obvious that the actions taken by politicians and businesses around the world are not enough, he said, adding: 87% of all the capital in the world is not managed in a way that takes into account climate issues… If we want to employ the big muscles in the world when it comes to changing the industries… you need to deploy financial capital. 'Public statement' Earlier this week, Legal & General Investment, which manages £1tn worth of UK pension fund investments, said it was putting climate change at the top of its list of concerns when looking into how companies are run. Sonja Laud, deputy chief investment officer at Legal & General Investment Management, said it was important that investors pushed for change. We've seen a lot more engagement especially when we started with this very public statement that we would actually name those where we feel there is not sufficient progress on a corporate level, she added. There is no individual sector where we would say straight away that we would divest because to us it is all about the engagement and making sure we get the company in line with what we would like to achieve.",
        "ReferenceSummary": "Climate change protests will become much more commonplace, according to the head of one of Europe's biggest ethical investment funds.",
        "facebook/bart-large-cnn": "Sasja Beslik is in charge of sustainable finance at Nordea, one of Europe's biggest banks. He told the BBC: 87% of all the capital in the world is not managed in a way that takes into account climate issues The warning coincides with the arrest of nearly 300 people in London this week amid huge protests against climate change.",
        "google/pegasus-xsum": "A leading Nordic bank's head of sustainable finance has called on investors to deploy financial capital to force companies to tackle climate change. you need to deploy financial capital. 'Public statement' Earlier this week, Legal & General Investment, which manages £1tn worth of UK pension fund investments, said it was putting climate change at the top of its list of concerns when looking into how companies are run.",
        "t5-large": "warning coincides with arrest of nearly 300 people in london amid protests against climate change. nordea bank's Sasja beslik tells the BBC the protests were just the beginning he says the key to forcing companies to change lay in the boardroom.",
        "gpt-3.5-turbo": "Nordea Bank's Sasja Beslik has warned that climate protests in London this week are just the beginning and that financial institutions are the biggest global tool at the table for driving climate change action. Beslik, who is in charge of sustainable finance at Nordea, has said that the key to forcing companies to change lies in the boardroom, with only 13% of the world's capital currently managed in a way that takes climate change issues into account. The fund formerly managed by Beslik ceased investing in Volkswagen after the company's emissions scandal and no longer authorises the buy of Facebook stock due to concerns over data privacy.",
        "RefSum": "Climate change protests will become much more commonplace, according to the head of one of Europe's biggest ethical investment funds."
    },
    "3": {
        "Id": "blogs-news-from-elsewhere-34313610",
        "dataset": "xlsum",
        "InputText": "By News from Elsewhere......as found by BBC Monitoring The single bio toilet has been installed on a platform at Prospekt Mira metro station, about 3km (1.8 miles) north of Red Square, and is free to use, the Tass news agency reports. Passengers access the new loo using their travel cards, and the cubicle has sensors to alert people if they leave any possessions behind. There's also an alarm which sounds if someone has been inside more than 15 minutes, the report says. The city's huge metro system serves about seven million people per day across 196 stations, and travellers have long called for toilets to be installed. Above-ground public facilities in the Russian capital are few and far between, often dirty and usually charge a fee. The new toilet is being billed as environmentally friendly and metro officials say other travellers won't be troubled by any leaks or smells. It's a self-contained unit that doesn't need connection to sewage or water mains, says Ivan Ostashko, the metro's public relations chief. Whether this is the beginning of an underground toilet revolution isn't yet clear - the Prospekt Mira cubicle is just a pilot. We'll study the results of this trial and decide whether to install toilets at other stations, Mr Ostashko says. Next story: China theme park devoted to British teddy bears Use #NewsfromElsewhere to stay up-to-date with our reports via Twitter.",
        "ReferenceSummary": "Passengers on Moscow's underground system can now access a toilet for the first time - but only at one station.",
        "facebook/bart-large-cnn": "Single bio toilet installed on platform at Prospekt Mira metro station. Passengers access the new loo using their travel cards. The cubicle has sensors to alert people if they leave any possessions behind. There's also an alarm which sounds if someone has been inside for 15 minutes.",
        "google/pegasus-xsum": "Moscow's metro system has installed its first underground toilet, which officials say is powered by waste from the city's sewage treatment plant.",
        "t5-large": "single bio toilet has been installed on a platform at prospekt mira metro station. the cubicle has sensors to alert people if they leave any possessions behind. the toilet is being billed as environmentally friendly and is free to use.",
        "gpt-3.5-turbo": "The Moscow Metro has installed its first free, environmentally-friendly 'bio toilet' at one of its stations, to quell travellers' calls for improved toilet facilities. The cubicle is only accessible using a travel card and has sensors to prevent the loss of possessions. An alarm also sounds if someone has been inside for more than 15 minutes. The cubicle does not require a connection to sewerage or water mains. Metro officials will assess the success of the project before deciding whether to extend the service to other stations.",
        "RefSum": "Passengers on Moscow's underground system can now access a toilet for the first time - but only at one station."
    },
    "4": {
        "Id": "blogs-news-from-elsewhere-51090657",
        "dataset": "xlsum",
        "InputText": "By News from Elsewhere......as found by BBC Monitoring The languid mammal can be seen trotting along the tracks, seemingly oblivious to angry hoots from the train, in footage posted on social media sites. Volga Railways confirmed to Interfax news agency that the the train suffered a delay of more than 40 minutes. You may also be interested in: The train crew can be heard saying they had to slow the locomotive down from 22 to 13 kilometres an hour, adding that the animal might fall down and lie right there on the tracks. The incident took place near the Russian-Kazakh border in Astrakhan Region, Volga Railways confirmed. It also expressed concern that an increasing number of wild and domestic animals have been wandering on to the tracks in the region, causing a potential threat to passengers and train crew alike. Reporting by Jennifer Monaghan Next story: Mauritania tests drones for desert locust combat Use #NewsfromElsewhere to stay up-to-date with our reports via Twitter.",
        "ReferenceSummary": "A train in southern Russia was delayed for the better part of an hour after getting stuck behind a slow-moving camel.",
        "facebook/bart-large-cnn": "The animal was spotted trotting along the tracks near the Russian-Kazakh border. The train crew had to slow the locomotive down from 22 to 13 kilometres an hour. Volga Railways confirmed that the train suffered a delay of more than 40 minutes.",
        "google/pegasus-xsum": "A train travelling through southern Russia had to slow down to allow a deer to cross the tracks.",
        "t5-large": "languid mammal can be seen trotting along the tracks in footage posted on social media sites. the incident took place near the Russian-Kazakh border in astrakhan region.",
        "gpt-3.5-turbo": "A video has been posted on social media showing a camel causing a delay of over 40 minutes to a train in the Astrakhan Region of Russia. The train crew reported slowing down to avoid hitting the animal, which was seen trotting along the tracks. Volga Railways confirmed the incident and voiced concerns about the increasing number of animals wandering onto tracks in the region.",
        "RefSum": "A train in southern Russia was delayed for the better part of an hour after getting stuck behind a slow-moving camel."
    },
    "5": {
        "Id": "business-18074966",
        "dataset": "xlsum",
        "InputText": "My business is to fly, says 40-year-old Kiev resident Ruslan Gritsaylo, who really does look like a man who loves his job. Every week he takes customers up in the air on his tiny aircraft known as a paratrike. A cousin of the microlight, paratrikes look like a tricycle tractor with a huge propeller mounted behind, as well as a big parachute which rises into the sky on take-off. At first sight it may be difficult to believe that this vehicle can make it into the air, but these doubts quickly eat the dust when the vehicle breaks away from the earth. Piloting in the blood Mr Gritsaylo is a third generation pilot. His grandfather flew during World War II, and his father was a pilot in the 1970s. He himself flew sports aircraft and was trained as civil aviation pilot. When the Soviet Union ceased to exist, he realised he could make good money by piloting flights on his own. My dear wife Aliona is joking with me: your hobby became a business, and then your business became a hobby. It's all about love, says Mr Gritsaylo. When he started his business in the 1990s, there was not much competition. There was not enough information about paratrikes - how to construct them or how to fly them safely - so it was a rather dangerous business. This changed over time as the technology improved, making flights on the micro-vehicles completely safe and civilised, according to Mr Gritsaylo. It still can be considered as an extreme sport, but it is more about endorphin then adrenalin, he says. It's more about enjoying it rather than being scared of it. The definition of paratrike is one of the safest flying machines ever created by man. Between the lines of the law In a country well-known for its love of red tape, securing permits to fly paratrikes proved complicated. Mr Gritsaylo found that many laws in the aviation sphere contradicted each other, and it was very difficult to properly legalise the business for a small private company. There are lots of things, which make no sense. For example, people come and ask, show me your papers. I say, what kind of papers? and they say, well your pilot licence. I have six pilot licences all over the world, but I don't have Ukrainian, because there is no company legally providing official pilot licences for this kind of ultra-light flying machine, he says. So his biggest problem became his biggest opportunity: because of imperfect legislation his aircraft does not require registration. Otherwise, he would have had to get 11 different permits, which would have been almost impossible. It's a balance between 'yes' and 'no' - it's 'maybe'. And between the borders of this 'maybe', you can do everything. We are between the lines of the law. Mr Gritsaylo carries several thousand customers every year. They stand in line to fly during weekends. Ten minutes in the sky costs about $60 (£37) - for Ukraine, that is quite a lot of money, but he spreads his net wide to catch customers by using social media and maintaining his own website. I follow the rule of big figures - you make lots of calls, lots of e-mails, lots of people. Lots of money, says Mr Gritsaylo, whose phone rings almost every five minutes. AirForia euphoria His clients are made up of a wide range of people - bankers, office managers, artists, actors - and often people buy certificates to fly as gifts for each other. People get their biggest kick from night-flights, otherwise known as open-space flights. Mr Gritsaylo likes to call himself The Man who Brings Happiness. He even named his aero club AirForia, a play on euphoria. He says that after he started taking people up into the sky he needed to diversify his business model, and now he advertises insurance companies and other companies on his parachutes, flying their banners through the skies and performing paratrike tricks during airshows. Take a bottle of milk. How can you earn money with a bottle of milk? Advertise it with an airplane! Where, when, with whom - these are the questions. But every question has an answer. You have to find the connection between the airplane and something you see around. Mr Gritsaylo also purchased equipment so he could produce high-quality videos of the flights. He sets the camera right on the nose of his aircraft and claims that he can take better pictures than helicopters can. Every year you must make some step forward, because there are lots of people walking behind you. And they are trying to step on your toes. If you don't go forward - they will walk on top of you, says Mr Gritsaylo, with a huge smile on his face.",
        "ReferenceSummary": "What makes an entrepreneur? The BBC's Roman Lebed and Tom Santorelli speak to Ruslan Gritsaylo about how he set up a business taking people on paratrike tours in the skies above Kiev.",
        "facebook/bart-large-cnn": "Ruslan Gritsaylo is a third-generation pilot who flies paratrikes in Ukraine. The micro-vehicles look like a tricycle tractor with a huge propeller mounted behind. Ten minutes in the sky costs about $60 (£37) - for Ukraine that is quite a lot of money.",
        "google/pegasus-xsum": "As Ukraine marks the 20th anniversary of its independence from the Soviet Union, BBC News takes a look at some of the people who have made a living out of the country's transition from a communist state to a post-war Europe.",
        "t5-large": "paratrike pilot Ruslan gritsaylo, 40, is a third generation pilot. paratrikes are a cousin of the microlight, with a huge propeller mounted behind. ten minutes in the sky costs $60 (£37) - for Ukraine, that is quite a lot of money.",
        "gpt-3.5-turbo": "Ruslan Gritsaylo, a Kiev resident, makes a living by taking clients up on paratrike flights. A paratrike is similar to a microlight and looks like a tricycle with a large propeller behind and a big parachute that rises into the sky on take-off. Gritsaylo founded AirForia, an aero club and he advertises insurance companies and other companies on his parachutes. He has also produced videos of the flights, claiming that he can take better pictures than helicopters can.",
        "RefSum": "What makes an entrepreneur? The BBC's Roman Lebed and Tom Santorelli speak to Ruslan Gritsaylo about how he set up a business taking people on paratrike tours in the skies above Kiev."
    },
    "6": {
        "Id": "business-22689987",
        "dataset": "xlsum",
        "InputText": "According to official figures, between January and March, the country's economy grew by just 0.9%, compared with the previous quarter. The figure has raised concerns that Africa's largest economy is struggling to regain momentum. It grew by 2.5% last year. Compared with the same three months in 2012, South Africa's economy grew by 1.9%. Much of the slowdown in growth is being attributed to closures for maintenance in several crucial industries, notably the petroleum sector. Nicky Weimar, senior economist at Nedbank, said: To put it mildly, it's a very disappointing number. It's a very tricky situation for the monetary policy committee [of the central bank] - growth is obviously a lot weaker than they thought, he added. Last week, South Africa's Reserve Bank kept interest rates at 5%, saying it was increasingly concerned about the economy's deteriorating outlook. Inflation is forecast to rise later in the year. It is currently running at 5.9%, just below the government's target of 6%. Upward pressure is being put on prices by the weakness of the rand, which is at its lowest level in four years. South Africa's economy has been struggling since a recession in 2009. Violent strikes in the mining sector last year saw output plunge.",
        "ReferenceSummary": "South Africa's economic growth slowed sharply in the first three months of the year.",
        "facebook/bart-large-cnn": "Between January and March, the country's economy grew by just 0.9%. The figure has raised concerns that Africa's largest economy is struggling to regain momentum. Last week, South Africa's Reserve Bank kept interest rates at 5%. Inflation is forecast to rise later in the year.",
        "google/pegasus-xsum": "South Africa's economy grew less than expected in the first three months of the year.",
        "t5-large": "between January and march, the country's economy grew by just 0.9%. much of the slowdown in growth is being attributed to closures for maintenance. south africa's reserve bank kept interest rates at 5%, saying it was increasingly concerned",
        "gpt-3.5-turbo": "South Africa's economy grew by just 0.9% in the first quarter of 2014 compared to the previous quarter, raising concerns that the country's largest economy is struggling to regain momentum. The central bank is increasingly concerned about the economy's deteriorating outlook and expects inflation to rise later in the year. Upward pressure is being put on prices by the weakness of the rand, which is at its lowest level in four years, and much of the slowdown in growth is being attributed to closures for maintenance in several crucial industries, notably the petroleum sector.",
        "RefSum": "South Africa's economic growth slowed sharply in the first three months of the year."
    },
    "7": {
        "Id": "business-26475437",
        "dataset": "xlsum",
        "InputText": "Sales in the final three months of the financial year fell 10.6% to $5.87bn (£3.5bn), the retailer said in a statement. Staples has 1,846 stores in the US and Canada after closing 42 stores in 2013. The company said the closure will help it save $500m of costs a year by the end of 2015. The company's shares fell by almost 16% in New York trading. Almost half of the company's sales are now made online. A year ago, we announced a plan to fundamentally reinvent our company, said Ron Sargent, Staples' chief executive. With nearly half of our sales generated online today, we're meeting the changing needs of business customers and taking aggressive action to reduce costs and improve efficiency. Staples has struggled to keep shoppers from buying supplies from online shops such as Amazon. The move comes two days after US electronics retailer Radio Shack said it would close 1,100 stores - nearly 20% of its total - in an attempt to turn around its fortunes.",
        "ReferenceSummary": "US office supplier Staples said it will close 225 stores in North America, more than 10% of its presence, as shoppers move online and its sales slump.",
        "facebook/bart-large-cnn": "Staples has 1,846 stores in the US and Canada after closing 42 stores in 2013. The company said the closure will help it save $500m of costs a year by the end of 2015. Almost half of the company's sales are now made online.",
        "google/pegasus-xsum": "Staples, the US office supply retailer, has said it will close up to 150 stores as part of a plan to cut costs and boost sales.",
        "t5-large": "sales in the final three months of the financial year fell 10.6% to $5.87bn (£3.5bn) the retailer has 1,846 stores in the us and canada after closing 42 stores in 2013. the closure will help it save $500m of costs a year by the end of 2015.",
        "gpt-3.5-turbo": "Office-supplies retailer Staples is set to close 225 stores in an effort to save $500m annually by the end of 2015. Half of the company's sales are reported to have been made online. In the three months to the end of January 2014, sales fell 10.6% to $5.87bn.",
        "RefSum": "US office supplier Staples said it will close 225 stores in North America, more than 10% of its presence, as shoppers move online and its sales slump."
    },
    "8": {
        "Id": "business-26802475",
        "dataset": "xlsum",
        "InputText": "Commons Treasury committee chairman Andrew Tyrie said the leak may have damaged consumer confidence. The Financial Conduct Authority (FCA) said on Friday it would probe the sale of 30 million policies worth £150bn. It will examine how the news leaked, hitting shares in insurance firms. The inquiry will look at pensions, endowments, investment bonds and life assurance policies sold in the UK between the 1970s and 2000. The FCA had been due to announce the probe in its annual business plan on Monday, but details were revealed ahead of schedule by The Daily Telegraph. Otto Thoreson, director general of the Association of British Insurers, said the story had caused absolute confusion in the investment markets. Mr Tyrie said: On the face of it, this is an extraordinary blunder. It is crucial that we have a full and transparent explanation about how such an apparently serious mistake came to be made by our financial services watchdog - the body appointed by Parliament to enforce high standards of conduct. The principle that market sensitive information is released accurately to all participants at the same time appears to have been breached. 'Uncertainty' Mr Thoreson told the BBC: What happened was effectively a pre-briefing of a business plan which is going to be published on Monday. But because it was to one newspaper, and it was written up as a story without the ability of those of us who are involved in the industry to corroborate issues, what you saw was the uncertainty that was created causing absolute confusion in the investment markets. Later on Friday the FCA issued a statement in response to concerns about how it had handled the release of the news about its investigation. The Board will conduct an investigation into the FCA's handling of the issue involving an external law firm, and will share the outcome of this work in due course, it said. Legal & General, Aviva and Resolution - which owns Friends Provident - were among the biggest fallers on the FTSE 100, just days after share prices were hit by George Osborne's plans for an overhaul of the UK's pension system and a cap on pension management fees. 'Zombie' funds Formally announcing the inquiry into old policies on Friday, the FCA said it was concerned that some companies were not giving the same priority to policies sold years ago as they did to new policies. A large number of policies sold to consumers in the 30 years to 2000 include terms that penalise those attempting to switch to a cheaper provider. Some savers face losing up to half of their savings if they move to another company. The FCA also said it feared zombie funds, which are closed to new clients, were being used by insurers to pay bills from other parts of their businesses. Details of the inquiry will be officially published on Monday. But concerns that will be covered include: The financial services industry has been scarred by several high-profile scandals during the past few decades involving the mis-selling of policies such as mortgage endowments, personal pensions and payment protection insurance. Millions of endowment policies were sold in the 1980s and 1990s, typically as a method of repaying mortgages, often with unsubstantiated claims that they were guaranteed to pay off the customers' home loan. Millions of pounds were subsequently paid in compensation.",
        "ReferenceSummary": "The City regulator appears to have made an extraordinary blunder by allowing details of an insurance industry investigation to be made public early, a senior MP has said.",
        "facebook/bart-large-cnn": "Financial Conduct Authority says it will probe sale of 30 million policies worth £150bn. Inquiry will look at pensions, endowments, investment bonds and life assurance policies. Details were revealed ahead of schedule by The Daily Telegraph. News hit shares in insurance firms, with Legal & General, Aviva and Resolution among the biggest fallers.",
        "google/pegasus-xsum": "The City regulator has been accused of an extraordinary blunder after details of an investigation into the sale of old pensions policies were leaked to a newspaper.",
        "t5-large": "the financial conduct authority will probe the sale of 30 million policies worth £150bn. it will examine how the news leaked, hitting shares in insurance firms. the inquiry will look at pensions, endowments, investment bonds and life assurance.",
        "gpt-3.5-turbo": "The UK's Financial Conduct Authority's decision to launch an investigation into pension policies has come under fire, after news was leaked ahead of the FCA's announcement, which damaged share prices. FCA regulators will examine how the news was leaked, before beginning an inquiry into pension mis-management, which will consider pensions, endowments, investment bonds and life assurance policies sold in the UK between the 1970s and 2000. Some insurance companies were accused of not prioritising the sale of old policies and instead using them to cover other bills.  Legal & General, Aviva and Friends Life were among the insurers to fall resulting in more uncertainty in UK pension plans following Chancellor George Osborne's plans to overhaul UK pensions. ",
        "RefSum": "The City regulator appears to have made an extraordinary blunder by allowing details of an insurance industry investigation to be made public early, a senior MP has said."
    },
    "9": {
        "Id": "business-31949307",
        "dataset": "xlsum",
        "InputText": "By Anthony ReubenHead of statistics The OBR is the independent body set up in 2010 to make economic and fiscal forecasts based on what the government decides to do in its Budgets and Autumn Statements. If you had two major pieces of work to do each year, you would not decide to do one in December and one in March, but that's what the OBR has to do. In its report accompanying the Budget it complained that its already tight timetable had been made harder by government departments handing in their homework at the last minute. We were not given details of costings for a large proportion of significant policy measures until just before our deadlines, the report said. Now, this ranks as a relatively minor whinge, but the gloves came off for the complaints in the OBR's news conference. The trouble is, the OBR has to make forecasts based on how much it thinks the government is going to spend in years for which there are not yet detailed departmental spending plans, which currently applies to the period after April 2016. 'Complex and opaque' It does this based on what's called the medium term spending assumption. And OBR chairman Robert Chote is not best pleased about it. Back in 2011 we could explain the government's spending assumption in our EFO [economic and fiscal outlook] in just 29 words, he told reporters. Users of the BBC News app tap here for the Budget Calculator. It has now become so complicated that it requires 428 words. If you read through it, it is pretty difficult to get your head round, with lots of detail about whether or not it is taking into account the life-length of roads and depreciation for Network Rail. And the problem is that what the government puts in its spending assumption is really important. At the moment, we only have detailed spending plans for the first year of the next parliament. We're relying on the spending assumption to work out spending in the other four. It's unfortunate that this assumption has become so complex and opaque because in an era of fiscally neutral Budget and Autumn Statement scorecards it's become the main mechanism by which the government achieves the outcomes for the Budget balance that it wants to see across the forecast, Robert Chote said. The OBR report shows that the impact of changes to Budget measures are absolutely dwarfed by the effect of changes to the spending assumption. In other words, most of the movements in the forecast come from a complicated set of assumptions for years in which there are no proper spending plans. And to have the head of the OBR condemning parts of the process as opaque is a real problem for the government, which created the OBR to become more transparent and prevent governments from fiddling the figures.",
        "ReferenceSummary": "You have to feel the Office for Budget Responsibility's (OBR) pain.",
        "facebook/bart-large-cnn": "The OBR is the independent body set up in 2010 to make economic and fiscal forecasts. In its report accompanying the Budget it complained that its already tight timetable had been made harder. The OBR has to make forecasts based on how much it thinks the government is going to spend in years for which there are not yet detailed departmental spending plans.",
        "google/pegasus-xsum": "The Office for Budget Responsibility (OBR) has been having a bit of a whingeing of its own in the wake of the Budget. It's unfortunate that this assumption has become so complex and opaque because in an era of fiscally neutral Budget and Autumn Statement scorecards it's become the main mechanism by which the government achieves the outcomes for the Budget balance that it wants to see across the forecast, Robert Chote said.",
        "t5-large": "the OBR makes economic and fiscal forecasts based on what the government decides to do in its Budgets and Autumn Statements. it does this based on how much it thinks the government is going to spend in years for which there are not yet detailed departmental spending plans. the report complained that it had been made harder by government departments handing in their homework at the last minute.",
        "gpt-3.5-turbo": "The UK’s Office for Budget Responsibility (OBR), the body tasked with making economic and fiscal forecasts based on government decisions, has criticised both government departments and the government itself in relation to its role. In particular the organisation believes that it is having to make spending forecasts based on inadequate and incomplete information. OBR chairman Robert Chote has specifically stated that the spending assumption has become so complex and opaque because in an era of fiscally neutral Budget and Autumn Statement scorecards it's become the main mechanism by which the Government achieves the outcomes for the Budget balance that it wants to see across the forecast. ",
        "RefSum": "You have to feel the Office for Budget Responsibility's (OBR) pain."
    }
}